{
  "texts": [
    "0 Text Not Found",
    "1 The Arthurian Tales: Excalibur's Burden",
    "2 Loading...",
    "3 Play",
    "4 Options",
    "5 Credits",
    "6 Quit",
    "7 Press E to Interact!",
    "8 Close dialogue.",
    "9 Language",
    "10 Audio Volume",
    "11 Instantly Load Text",
    "12 Game Resolution",
    "13 Hold E to complete!",
    "14 Press E to call Merlin!",
    "999 ...",
    "1000 Ector:\nArthur! Arthur! Come here!",
    "1001 Use A and D to Move and E To interact",
    "1002 Arthur! Before we leave for the tournament, one last training session with Kay. Come prove to me you have not forgotten all I've taught you!",
    "1003 I will train harder than ever.",
    "1004 Good. Humility and effort make a true knight.",
    "1005 I will make you proud.",
    "1006 Go Kay you better prove to me the same and help arthur understand the duels theme better",
    "1007 Use Mouse Button 1 to Attack",
    "1008 You move well. Your future shines bright.",
    "1009 Every lesson, every strike, is a step toward something greater",
    "1010 Enough. Kay go get ready. Arthur go help Kay and let´s go to the tournament!",
    "1011 Chapter 1:\nSword in the Stone",
    "1012 Today is a day of honor, Kay. Represent our house with pride.",
    "1013 Father, I will! No one will best me ",
    "1014 Strength wins battles, but pride loses wars.",
    "1015 I have trained harder than any knight!",
    "1016 Mind your temper, boy.",
    "1017 Kay is to compete today. Arthur, stay close. Watch and learn.",
    "1018 Yes sir!",
    "1019 Where's my sword? Quickly, Arthur! Go and fetch it!",
    "1020 Hum? Where?",
    "1021 I left it at the Sword tent!",
    "1022 I'll get it",
    "1023 Sorry Sir, Can u help me find the Sword tent?",
    "1024 The tent with the swords is down the main path, lad! There must be Baltas there i think...",
    "1025 Thanks. Every second counts.",
    "1026 Heh! Since you're here... care for a quick spar? ",
    "1027 I would... but I have no sword at the moment.",
    "1028 No sword? Then you best hurry. Can't fight fate with empty hands!",
    "1029 Sorry Sir, Is the sword tent here?",
    "1030 Halt! The armory tent is closed to all but tournament officials.",
    "1031 Please, it's an emergency! A knight needs his sword.",
    "1032 Rules are rules, lad. If you need a sword so much go and try remove that sword from that rock! *Starts Laughing*",
    "1033 I must find another sword quickly, or Kay will miss his duel.",
    "1035 Arthur… What have you done?",
    "1036 I only wished to help. I swear it.",
    "1037 I dont know? Why is everybody looking at me?",
    "1038 The boy who draws the sword... binds his fate to the land itself.",
    "1039 You know not what you carry.\nThe land will thrive or bleed with your every breath.",
    "1040 If I must bleed to save the land, then so be it.",
    "1041 Even if im scared... I will rule, but the land and I must grow together.",
    "1042 A heavy heart may yet bear this burden.",
    "1043 Wise... if wisdom endures the weight of the crown.",
    "2036 Merlin!",
    "2037 You called sir?",
    "2038 I want to thank you!",
    "2039 Why have you done this to me?",
    "2040 Why did you help me?",
    "2041 That's not why you called me ...",
    "2042 Because you were born to be King",
    "2043 Why did you save me?",
    "2044 How can you be sure i was ment to be a king?",
    "2045 You'll be one with the land and the land will be one with you.",
    "2046 What do you mean by that? Am i really ment to be a king?",
    "2047 Your destiny awaits, and i cannot change it",
    "2048 The sword feels heavy... I don't think i can carry it",
    "2049 There's men against me, they wish to see me fall",
    "2050 You're worthy of being a king, Arthur. The rest will fall in place",
    "2051 Pulling that sword was the hard part",
    "2052 Pulling that sword was the easy part",
    "2053 Was it now...? I couldn't have done it. ",
    "2054 I didn't know me pulling it would divide the person so much",
    "2055 Hmmm....",
    "2056 Will the knights stand by me?",
    "2057 Will the knights betray me?",
    "2058 Some have already started",
    "2059 ...",
    "2060 Does that frigthen you, Arthur?",
    "2061 My responsabilites? No.",
    "2062 Not at all.",
    "2063 I haven't given it enought thought to know",
    "2064 Then what are you afraid of?",
    "2065 I don't know...",
    "2066 These woods are dark Merlin, we should go.",
    "2067 Shall i tell what's out there child?",
    "2068 Yes, please.",
    "2069 I can't tell you everything but i will be around to help when needed.",
    "2070 Thank you Merlin."
  ]
}