{
  "texts": [
    "0 Text Not Found",
    "1 The Arthurian Tales: Excalibur’s Burden",
    "2 Now Doth It Load...",
    "3 Commence the Tale",
    "4 Thy Settings",
    "5 The Honoured Scribes",
    "6 Depart the Realm",
    "7 Presseth E to Converse!",
    "8 Close yon discourse.",
    "9 Tongue of the Realm",
    "10 Volume of Sound",
    "11 Showeth Words Forthwith",
    "12 Aspect of the Magical Window",
    "13 Holdeth E to Fulfil!",
    "14 Presseth E to Summon Merlin!",
    "999 ...",
    "1000 Ector:\nArthur! Arthur! Come hither, I beseech thee!",
    "1001 Use A and D to Walk, and E to Converse",
    "1002 Arthur! Ere we ride to the grand tourney, one last sparring with Kay awaiteth. Come, and prove to me thou hast not forgotten the lessons I bestowed upon thee!",
    "1003 I shall train with greater fervour than ever before.",
    "1004 Well said. True knighthood is forged through humility and earnest toil.",
    "1005 I shall bring thee pride, my lord.",
    "1006 Go now, Kay! Prove thy worth likewise and aid Arthur in learning the sacred rites of the duel.",
    "1007 Strike with Button One of the Mouse!",
    "1008 Thou movest with grace. A brilliant fate awaits thee.",
    "1009 Each lesson, each blow, is but a step toward greatness.",
    "1010 'Tis enough. Kay, prepare thyself. Arthur, lend him aid, for the tourney calleth!",
    "1011 Chapter the First:\nThe Blade in the Stone",
    "1012 This day is steeped in honour, Kay. Bear our house with pride.",
    "1013 Aye, Father! None shall best me this day!",
    "1014 Strength winneth battles, yet pride loseth wars.",
    "1015 I have trained with more might than any knight of the realm!",
    "1016 Mind thy temper, young one.",
    "1017 Kay shall contend this day. Arthur, stay close. Watch well and learn much.",
    "1018 Aye, milord!",
    "1019 Where is mine sword? Make haste, Arthur! Fetch it forthwith!",
    "1020 Hm? Where doth it lie?",
    "1021 I did leave it within the tent of blades!",
    "1022 I shall retrieve it at once!",
    "1023 Pardon me, good sir, canst thou aid me in finding the tent of blades?",
    "1024 Yon tent, laden with swords, lieth down the central path, lad. I reckon Baltas be there...",
    "1025 I thank thee. Each moment is most precious.",
    "1026 Ha! Since thou art here... wouldst thou care for a brief duel?",
    "1027 I would indeed... but alas, I bear no blade at this moment.",
    "1028 No blade? Then thou must make haste! Fate shall not be fought with empty hands!",
    "1029 Pardon me, good sir, is this the tent of swords?",
    "1030 Halt! This armoury is sealed to all save those of tourney rank.",
    "1031 I beg thee, 'tis urgent! A knight hath need of his blade!",
    "1032 Rules be rules, lad. If thou need'st a sword so sorely, then go and see if thou canst draw yon blade from yonder stone! *Laughs heartily*",
    "1033 I must needs find another blade swiftly, else Kay shall miss his duel.",
    "1035 Arthur… What deed hast thou done?",
    "1036 I meant only to aid. I swear it upon my honour.",
    "1037 I know not... Why gaze they all upon me?",
    "1038 The one who draweth the sword... becometh bound to the fate of the realm.",
    "1039 Thou knowest not the burden thou now bearest.\nThe realm shall flourish or falter with thy every breath.",
    "1040 If I must bleed to preserve the land, then so let it be.",
    "1041 Though fear dwelleth in me... I shall rule. Yet the realm and I must grow as one.",
    "1042 Even a heavy heart may carry this burden still.",
    "1043 Wise art thou... if thy wisdom endureth the weight of the crown.",
    "2036 Merlin!",
    "2037 Didst thou summon me, good sir?",
    "2038 I wouldst offer thee my thanks!",
    "2039 Why hast thou wrought this upon me?",
    "2040 Why didst thou aid me?",
    "2041 That is not why thou didst summon me...",
    "2042 For thou wert born to be King.",
    "2043 Why didst thou deliver me from peril?",
    "2044 How canst thou know I am meant to be King?",
    "2045 Thou and the land shall be as one, and it as thee.",
    "2046 What mean’st thou by this? Am I truly fated for the crown?",
    "2047 Thy destiny lieth afore thee, and I may not alter it.",
    "2048 The sword weigheth heavy... I fear I cannot bear it.",
    "2049 Men do stand 'gainst me; they seek mine undoing.",
    "2050 Thou art worthy of the crown, Arthur. All else shall find its place.",
    "2051 The drawing of the blade was the great trial.",
    "2052 Nay, drawing the blade was but the simplest task.",
    "2053 Was it so...? I could not have done such a feat.",
    "2054 I knew not that this act would bring such strife 'twixt men.",
    "2055 Hmmm....",
    "2056 Shall the knights remain loyal?",
    "2057 Shall the knights betray me?",
    "2058 Some hath already begun.",
    "2059 ...",
    "2060 Doth this bring thee dread, Arthur?",
    "2061 My duties? Nay.",
    "2062 Not in the least.",
    "2063 I have not pondered it deeply enough to say.",
    "2064 Then what bringeth thee fear?",
    "2065 I know not...",
    "2066 These woods be dark, Merlin. We must away.",
    "2067 Shall I tell thee what lurketh beyond, dear child?",
    "2068 Aye, I prithee, speak on.",
    "2069 I may not reveal all, but I shall linger near, shouldst thou need aid.",
    "2070 My thanks, Merlin. Truly."
  ]
}
