{
  "texts": [
    "0 Text Not Found",
    "1 The Arthurian Tales: Excalibur’s Burden",
    "2 Now Doth It Load...",
    "3 Embark Upon Thy Quest",
    "4 Thy Noble Preferences",
    "5 The Roll of Honour",
    "6 Take Thy Leave",
    "7 Presseth E to Commune!",
    "8 Close yon discourse.",
    "9 Tongue of Speech",
    "10 Volume of Sound",
    "11 Display Text Right Swift",
    "12 Measure of Vision",
    "13 Holdeth E to Finish Thy Task!",
    "14 Presseth E to Summon Merlin!",
    "999 ...",
    "1000 Ector:\nArthur! Arthur! Come hither, I prithee!",
    "1001 Move with A and D, and Interact with E",
    "1002 Arthur! Ere we ride for the tourney, one last trial with Kay remaineth. Come now, and prove thou hast not forsaken all that I did teach thee!",
    "1003 I shall train with a fervour most fierce.",
    "1004 Well said. 'Tis humility and steadfast toil that forge a true knight.",
    "1005 I shall bring thee honour, Father.",
    "1006 Away, Kay! Prove thyself as well, and aid young Arthur in grasping the ways of chivalrous duel.",
    "1007 Let Button of the Mouse, first of name, be thy blade.",
    "1008 Thy movements show promise. A bright fate awaiteth thee.",
    "1009 Each teaching, each strike — a stride toward greatness yet unseen.",
    "1010 'Tis enough. Kay, prepare thyself. Arthur, lend him aid, for the tourney calleth!",
    "1011 Chapter the First:\nThe Sword Set in Stone",
    "1012 This day is one of honour, Kay. Let our house be exalted through thy deeds.",
    "1013 Father, aye! None shall best me this day!",
    "1014 Might may win battles, yet pride doth lose the war.",
    "1015 I hath trained harder than any knight in the realm!",
    "1016 Curb thy wrath, young one.",
    "1017 Kay shall contend this day. Arthur, remain near — observe and learn.",
    "1018 Aye, good sir!",
    "1019 Where is mine blade? Swiftly, Arthur — fetch it with haste!",
    "1020 Hm? Where might it lie?",
    "1021 I did leave it at the Tent of Swords!",
    "1022 I shall retrieve it forthwith.",
    "1023 Pardon me, good sir. Might thou guide me to the Tent of Swords?",
    "1024 Yon tent lieth along the main path, lad. Mayhap Baltas standeth nearby...",
    "1025 My thanks. Each moment is most dear.",
    "1026 Heh! Since thou art here... wouldst thou spar with me, ere thou depart?",
    "1027 I would indeed... yet I bear no blade at this time.",
    "1028 No blade? Then haste thee, for fate shan’t wait upon an empty hand!",
    "1029 Pardon me again, good sir — is this the Tent of Swords?",
    "1030 Halt! This armory tent is forbidden to all save tourney officials.",
    "1031 I beseech thee! 'Tis an urgent need — a knight requireth his sword!",
    "1032 Rules be rules, young one. If thou seek’st a blade so direly, go and try thy hand at yon sword set in the stone! *Laughs boisterously*",
    "1033 I must needs find another sword apace, lest Kay miss his fated duel.",
    "1035 Arthur… What deed hast thou wrought?",
    "1036 I sought only to aid, upon mine honour I swear it.",
    "1037 I know not... why do all eyes rest upon me?",
    "1038 The boy who draweth the blade... bindeth his soul to the fate of the realm.",
    "1039 Thou know’st not what burden thou dost bear.\nThe land shall flourish — or bleed — with thy every breath.",
    "1040 If I must bleed to save the realm, then let it be so.",
    "1041 Though fear be in mine heart... I shall rule. Yet the land and I must grow as one.",
    "1042 A burden heavy may still be borne by a steadfast heart.",
    "1043 Thy words are wise... if thy wisdom endure the crown’s weight.",
    "2036 Merlin!",
    "2037 Thou hast summoned me, my liege?",
    "2038 I would offer thee thanks, noble sage!",
    "2039 Why hast thou brought this fate upon me?",
    "2040 Why dost thou aid me thus?",
    "2041 That is not why thou didst call, methinks...",
    "2042 For thou wert born to be King.",
    "2043 Why didst thou save me?",
    "2044 How knowest thou I was meant to be king?",
    "2045 Thou shalt be one with the land, and the land with thee.",
    "2046 What mean’st thou? Am I truly destined for the crown?",
    "2047 Thy fate is writ, and I cannot unmake it.",
    "2048 The blade weigheth heavily... I fear I may not bear it.",
    "2049 There be men set 'gainst me, who wish my ruin.",
    "2050 Thou art worthy of the crown, Arthur. All else shall follow.",
    "2051 'Twas the drawing of the blade that proved most dire.",
    "2052 Nay, the drawing of the blade was the simpler task.",
    "2053 Was it so...? I confess, I could not have done the same.",
    "2054 I knew not mine act would stir such division...",
    "2055 Hmmm....",
    "2056 Shall the knights stand beside me?",
    "2057 Shall the knights betray me?",
    "2058 Some already hast begun.",
    "2059 ...",
    "2060 Doth that strike fear in thy heart, Arthur?",
    "2061 Mine duties? Nay.",
    "2062 Not in the least.",
    "2063 I have pondered it not enough to know.",
    "2064 Then what doth stir thy fear?",
    "2065 I cannot say...",
    "2066 These woods be shadowed, Merlin. Let us away.",
    "2067 Shall I reveal what lurketh beyond, young one?",
    "2068 Aye, I pray thee.",
    "2069 I may not reveal all, but I shall be nigh when thou need’st me.",
    "2070 My thanks, Merlin."
  ]
}
